{
  "houses": [
    {
      "id": "902a6f61-38a9-4111-9bf9-1893d4002546",
      "name": "Hufflepuff",
      "img": "https://contentful.harrypotter.com/usf1vwtuqyxm/1GHlvnfWeIgrFMUdSmLiS5/4d5edf0b1f84866c5f20d96a53faf623/hufflepuff-crest-web-fact-file-images.jpg?q=75&fm=webp&w=600&h=416&fit=pad",
      "emblemImg": "https://i.pinimg.com/736x/97/33/c3/9733c3e3f4421a40cef9e2239e0a93f6.jpg",
      "video": "https://www.youtube.com/watch?v=DIgGcpu7AEk&list=PLEo9VwtNyIK2cnzZyMK40rMgUvg9VCw47&index=18",
      "description": "One of the four Hogwarts houses, Hufflepuff was founded by Helga Hufflepuff who valued hard work, patience, loyalty and fairness over any particular aptitude in any of her students. Although Hagrid may have once said, 'everyone says Hufflepuff are a lot o' duffers' they were actually well known to be kind, reliable and honest. The house's colours were black and yellow and its emblem a badger. These colours decorated the walls of Hufflepuff's underground common room, which featured cosy burrow-like rooms, resembling a badger's sett"
    },
    {
      "id": "e8df76fa-ff7e-42c6-aa24-66205d48c323",
      "name": "Gryffindor",
      "img": "https://contentful.harrypotter.com/usf1vwtuqyxm/2FpHJYJFhT6aPMpIQ8COfE/33d81e3e99d4ec8c1273cfa76c979000/gryffindor-crest-web-fact-file-image.jpg?q=75&fm=webp&w=600&h=416&fit=pad",
      "emblemImg": "https://i.pinimg.com/736x/b5/85/5c/b5855c01d3849b3d4d513e604feccff3.jpg",
      "video": "https://www.youtube.com/watch?v=gA_B77OqJp0&list=PLEo9VwtNyIK2cnzZyMK40rMgUvg9VCw47&{index=12}",
      "description": "One of the four Hogwarts houses, Gryffindor was founded by Godric Gryffindor and favoured students who possessed characteristics such as courage, bravery and determination. The house colours were scarlet and gold, and the emblematic animal was a lion, which decorated the walls of the Gryffindor common room. Gryffindor alumni included all seven Weasley children, Harry Potter, Hermione Granger, all four Marauders and Albus Dumbledore. Gryffindor students embraced a long held rivalry with Slytherin house although they were largely friendly with Ravenclaw and Hufflepuff students."
    },
    {
      "id": "b52a9c8b-3a42-4cf1-bb85-f44a41c4f5e3",
      "name": "Slytherin",
      "img": "https://contentful.harrypotter.com/usf1vwtuqyxm/4HoZaEXbZFJDvu3c3KfaQW/d31cd135bd0c209c7da9ef48ad557311/slytherin-crest-web-fact-file-images.jpg?q=75&fm=webp&w=600&h=416&fit=pad",
      "emblemImg": "https://i.pinimg.com/736x/b6/04/da/b604da17c7da346e794c84bdb3002f72.jpg",
      "video": "https://www.youtube.com/watch?v=Ddu2WXo6r5M",
      "description": "Slytherin was one of the four Hogwarts houses and was characterised by its silver and green colours and serpent emblem. The Slytherin common room was located in the castle's dungeons. Founded by Salazar Slytherin, the students sent to Slytherin were representative of his preference for characters defined by cunning, pride and ambition. Alas, Salazar's anti-Muggle stance and belief that Hogwarts should be for pure-blooded students only gave the house a poor reputation. Suspicions about the house's connections to the Dark Arts were hard to dispel, particularly as it was the house of Lord Voldemort and boasted a number of Death Eaters and their children. However, Slytherin had a lot of members that contradicted this reputation. For instance, renowned wizard Merlin reigned from Slytherin, and some of the future generations, such as Draco Malfoy's son Scorpius, proved that you could be a Slytherin and still be kind."
    },
    {
      "id": "136fb415-c190-47ce-a049-69e2c7f7ea84",
      "name": "Ravenclaw",
      "img": "https://contentful.harrypotter.com/usf1vwtuqyxm/p0d3jvLt7ndev0IPLLjBN/ed400804b0b89dfe58a965f592b12553/ravenclaw-crest-web-fact-file-image.jpg?q=75&fm=webp&w=600&h=416&fit=pad",
      "emblemImg": "https://i.pinimg.com/736x/9d/ca/05/9dca05fdbcdfef938f15bc99518b07e6.jpg",
      "video": "https://www.youtube.com/watch?v=MY9lKRrgwXE&list=PLEo9VwtNyIK2cnzZyMK40rMgUvg9VCw47&index=15",
      "description": "Ravenclaw was one of four Hogwarts houses and prized students whose focus was on learning, wit and wisdom. This reflected the nature of their founder, Rowena Ravenclaw who was known to be a woman of remarkable diligence and intelligence. The Ravenclaw common room was decorated with the house colours of blue and bronze along with their eagle emblem. The students were able to study hard in the rooms that were full of tables and bookcases, although if they were unable to solve the bronze knocker’s riddle they couldn't get in until someone arrived who could!"
    }
  ]
}
